<form class="{{cssClass}} {{actor.type}} flexcol" autocomplete="off">
	<div align="center">
		<img class="profile-img artwork" src="systems/space1889/icons/space1889Logo.webp" height="130" width="130" align="middle" />
	</div>
	<div class="header-fields" align="center">
		<h1>Version 1.4.3 -<br />Zeitalter der 1.000 Weltkriege</h1>
	</div>
	<p>&nbsp;</p>
	<h4><strong>v1.4.3</strong></h4>
	<ul class="space1889list">
		<li>Anzeigen eines Best&auml;tigungsdialogs bei Angriffen, falls die Kampfunterst&uuml;tzung aktiv ist und kein Ziel, bzw. ein totes Ziel ausgew&auml;hlt ist</li>
		<li>Der Angriff &uuml;ber das Talent <em>Assassine</em> wird jetzt richtigerweise wie ein Waffenangriff ausgewertet, d.h. das System &uuml;berpr&uuml;ft ob eine Nahkampfwaffe in der Hand gehalten wird und nutzt die mit dem meisten Schaden unter Beachtung des <em>Beidh&auml;ndig</em> Talents.</li>
		<li>Bugfix: <em>SPACE 1889 Wurf</em> Makro funktioniert nicht (<a href="https://github.com/Scepfari/SPACE1889-FVTT/issues/18">#18</a>)</li>
	</ul>
	<p>&nbsp;</p>
	<h4><strong>v1.4.2</strong></h4>
	<ul class="space1889list">
		<li>Eigener SPACE 1889 Stil f&uuml;r mehr Immersion.<br>L&auml;sst sich in den Spieleinstellungen ab- und anschalten</li>
		<li>Figuren unterliegen nun einer Bewegungseinschr&auml;nkung, falls sie mindestens einen der Zust&auml;nde <em>Liegend</em>, <em>Bet&auml;ubt</em>, <em>Gel&auml;hmt </em>oder <em>Bewusstlos </em>besitzen. In diesem Fall kann der Spieler die Figur nicht mehr bewegen, bis all diese Zust&auml;nde wieder entfernt wurden.</li>
		<li>Die Spielleitung kann diese Bewegungseinschr&auml;nkung auch f&uuml;r sich aktivieren, entweder in den Spieleinstellungen oder schneller &uuml;ber die konfigurierbare Tastenkombination [Strg + B]. Unabh&auml;ngig von dieser Einstellung kann er Figuren immer verschieben, wenn diese zus&auml;tzlich den Zustand <em>Tot </em>haben.</li>
		<li>Spezieller Listen Typ, in dem die Punkte durch Mars-Kugeln erstetzt wird, wie in dieser Auflistung. Zum Verwenden muss man im Editor in den Source Code wechseln, die richtige Stelle der Aufz&auml;hlung finden und das List Tag <br><code>&lt;ul&gt;</code> durch&nbsp; <br><code>&lt;ul class="space1889list"&gt;</code> ersetzen</li>
		<li>Entfernung des SPACE Forum Links, da Uhrwerk sein Forum im April 2023 abgeschaltet hat.</li>
	</ul>
	<p>&nbsp;</p>
	<h4><strong>v1.4.1</strong></h4>
	<ul>
		<li>
			Space Men&uuml; wurde um zwei&nbsp; Optionen erweitert:
			<ul>
				<li><i class="far fa-hand-rock" style="width:25px; float:left"> </i>Bereitmachen der Waffen f&uuml;r alle NSCs einer Szene, mit Nachfrage ob Nahkampf oder Fernkampfwaffen bevorzugt werden sollen. Gew&auml;hlt wird die Waffe mit dem h&ouml;chsten Schaden. Die entsprechenden Meldungen im Chat werden an den SL gefl&uuml;stert.&nbsp;</li>
				<li><i class="fa fa-eye" style="width:25px; float:left"> </i>Die Anzeige der Lebensbalken und der Token Namen kann nun f&uuml;r alle Tokens einer Szene gesetzt werden.</li>
			</ul>
		</li>
		<li>Beim Platzieren von Tokens auf der Szene wird gepr&uuml;ft ob der Akteur hinter dem Token schon auf der Szene ist und ob der Token auf den Akteur verlinkt ist. Ist dies der Fall und der Token steht unter alleiniger Kontrolle des SL, erscheint ein Dialog, &uuml;ber den die Verlinkung aufgehoben werden kann. Das &auml;ndert auch den Prototypen Token des Akeurs.</li>
		<li>Das Foundry Pause Bild wurde durch ein Animiertes ersetzt.&nbsp;</li>
	</ul>
	<div align="center">
		<p><img style="width:125px; border:none; align-self:center" class="profile-img artwork" src="systems/space1889/icons/spacepause.webp"></p>
	</div>
	<p>&nbsp;</p>
	<h4><strong>v1.4.0</strong></h4>
	<ul>
		<li>SL Schirm (neues Notiz-Kompendium SPACE1889 GM Infos)</li>
		<li>
			<img style="width:35px; border:none; float:left; margin:0px 4px 0px 0px" class="profile-img artwork" src="systems/space1889/icons/space1889LogoGray.webp">
			Eigenes Space Men&uuml; <em class="fas fa-space1889" style="height: 25px; top: 5px;"> </em>in der linken Toolbar mit drei Optionen:
			<ul>
				<li><i class="fas fa-file-image" style="width:20px; float:left"> </i>Bild im Chat anzeigen (Klick &ouml;ffnet direkt den Bild-Browser, nur f&uuml;r SL)</li>
				<li><i class="far fa-map" style="width: 25px; float: left"> </i>SL Schirm anzeigen (Klick &ouml;ffnet die Kompendium Notiz, nur f&uuml;r SL)</li>
				<li><i class="fa fa-info" style="width: 15px; float: left"> </i>Bedienhilfe anzeigen (Klick &ouml;ffnet die Hilfe Notiz aus dem Kompendium, identisch wie das Chat Kommando: "/help")</li>
			</ul>
		</li>
		<li>Um Space 1889 erweitertes Foundry Anvil Logo links oben in der Ecke</li>
		<li>Das Logo ist anklickbar und &ouml;ffnet ein Fenster mit n&uuml;tzlichen externen Links, wie auf die GitHub Seite zum eintragen von Fehlermeldungen bzw. Featurew&uuml;nschen, oder der Link zum Foundry Discord Server</li>
	</ul>
	<p>
		<a class="content-link" data-uuid="Compendium.space1889.help.rfmrhN0wxUKN9SQ6" data-id="rfmrhN0wxUKN9SQ6" data-type="JournalEntry" data-pack"space1889.help"data-tooltip="Notiz">
			<i class="fas fa-book-open">
			</i>
			gesamte Versionsgeschichte
		</a>
	</p>
</form>
