<form class="{{cssClass}} {{actor.type}} flexcol" autocomplete="off">
	<div align="center">
		<img class="profile-img artwork" src="systems/space1889/icons/space1889Logo.webp" height="130" width="130" align="middle" />
	</div>
	<div class="header-fields" align="center">
		<h1>Version 2.3.4 -<br />Mondreich</h1>
	</div>
	
	<h4 data-anchor="2.3.4"><strong>2.3.4</strong></h4>
	<ul class="space1889list">
		<li>Schwerkraft: 
			<ul>
				<li>Bei SCs und NSCs kann jetzt die Heimatschwerkraft eingetragen werden</li>
				<li>Im Charakterbogen erscheint ein Hinweis, falls sich der Charakter im ungewohnten Schwerkraftfeld bewegt</li>
				<li>Der Tooltip gibt &uuml;ber den Malus Auskunft, wobei Eingew&ouml;hnungszeit, sowie die Talente Schwerkrafterfahren und Schwerkraftadaption beachtet werden</li>
				<li>Anpassung der Charakter in den Kompendien</li>
			</ul>
		</li>
		<li>&Uuml;berarbeitung der Bearbeiten / L&ouml;schen Icons im Charakterbogen (Stil und Tooltip)</li>
		<li>Grundressourcen lassen sich nun im Charakterbogen editieren</li>
		<li>&Uuml;berarbeitung des Talentbogens: Anstelle der in der Hilfe aufgelisteten Schl&uuml;ssel einzutragen, lassen sich nun alle Werte bequem &uuml;ber Auswahlboxen einstellen</li>
		<li>Neuer Munitionstyp <em>Sonnenstrahlen</em> eingef&uuml;hrt, f&uuml;r Waffen die kein Munitionselement ben&ouml;tigen. z.B. wie das Solargewehr</li>
		<li>Bugfix: fix Add Ressource im NPC Bogen</li>
		<li>Bugfix: Talent <em>Innerer Kompass</em> im Kompendium korrigiert, sodass der Bonus auf Orientierung nun enthalten ist</li>
	</ul>
	<p>&nbsp;</p>

	<h4 data-anchor="2.3.3"><strong>2.3.3</strong></h4>
	<ul class="space1889list">
		<li>Lichtquellen und Sicht: Das System besitzt zwei neue Item Typen (<em>Lichtquelle</em>&nbsp;und&nbsp;<em>Sichtverbesserung</em>), die im Inventar von Charakteren dazu genutzt werden k&ouml;nnen, schnell die Licht und Sicht Einstellungen von Figuren zu beeinflussen. Ist das Modul Simple Calendar aktiv, werden die Einstellungen nach Ablauf der Wirkungsdauer automatisch zur&uuml;ckgesetzt. Einzelheiten dazu k&ouml;nnen der Hilfe entnommen werden.&nbsp;<a class="content-link" draggable="true" data-link="" data-hash="Lichtquellen" data-uuid="Compendium.space1889.help.asbU8WYJJcJEX7q3.JournalEntryPage.f9J70OvieZVjMAlv" data-id="f9J70OvieZVjMAlv" data-type="JournalEntryPage" data-pack="space1889.help"><i class="fas fa-file-lines"></i>Lichtquellen</a>&nbsp;und&nbsp;<a class="content-link" draggable="true" data-link="" data-hash="Sicht" data-uuid="Compendium.space1889.help.asbU8WYJJcJEX7q3.JournalEntryPage.Vz2NTcItUaIEwLlk" data-id="Vz2NTcItUaIEwLlk" data-type="JournalEntryPage" data-pack="space1889.help"><i class="fas fa-file-lines"></i>Sicht</a></li>
		<li>Gehaltene Lichtquellen k&ouml;nnen fallen gelassen werden, falls die den Sturz unbeschadet &uuml;berstehen, wird an der Stelle des Token eine Lichtquelle auf der Beleuchtungsebene platziert, die nach der Restleuchtzeit automatisch verlischt (ben&ouml;tigt Simple Calendar).</li>
		<li>Automatische Figurenauswahl: F&uuml;r die SL wird in Begegnungen automatisch die (NSC-) Figur selektiert, die am Zug ist. Ausgenommen davon sind Figuren, die einem Spieler geh&ouml;ren. Die Funktion l&auml;sst sich in den SPACE 1889 Einstellungsoptionen abschalten.</li>
		<li>Erweiterte Liste f&uuml;r die SL bei der Gravitationseinstellung, d.h. sie kann nun in 0.1g Schritten gew&auml;hlt werden. Zus&auml;tzlich sind die Monde Io, Ganymed und Titan hinzugekommen.</li>
		<li>Mehr Informationen bei Mehrfachverteidigung im Nachrichtenchat, also der wievielte Abwehrwurf in der Runde war das und welchen Malus bewirkt er.</li>
		<li>Die <em>Add Item</em> Auswahlliste ist jetzt f&uuml;r deutsch alphabetisch sortiert.</li>
	</ul>
	<p>&nbsp;</p>	

	<h4 data-anchor="2.3.2"><strong>2.3.2</strong></h4>
	<ul class="space1889list">
		<li>Bugfix: Fehlende Icons bei den Musiksteuerungskn&ouml;pfen (<a href="https://github.com/Scepfari/SPACE1889-FVTT/issues/21">#21</a>)</li>
		<li>Bugfix: Fehlerhafte Fertigkeitswertberechnung (<a href="https://github.com/Scepfari/SPACE1889-FVTT/issues/22">#22</a>)</li>
		<li>Bugfix: Im Fahrzeugbogen lassen sich keine selbst definierten Fertigkeiten als Pilotenfertigkeit ausw&auml;hlen (<a href="https://github.com/Scepfari/SPACE1889-FVTT/issues/23">#23</a>)</li>
		<li>Bugfix: Die Zeit wird bei Begegnungsrundenwechsel nicht vorgesetzt (<a href="https://github.com/Scepfari/SPACE1889-FVTT/issues/24">#24</a>)</li>
		<li>Bugfix: Automatische Verteidigung: Knopf fehlt bzw. funktioniert nicht (<a href="https://github.com/Scepfari/SPACE1889-FVTT/issues/25">#25</a>)</li>
		<li>Bugfix: Anwendung der Ersten Hilfe funktioniert nicht immer (<a href="https://github.com/Scepfari/SPACE1889-FVTT/issues/26">#26</a>)</li>
	</ul>
	<p>&nbsp;</p>	

	<h4 data-anchor="2.3.1"><strong>2.3.1</strong></h4>
	<ul class="space1889list">
		<li>Neue Item Typen f&uuml;r Archetyp, Motivation und Spezies hinzugef&uuml;gt. Mit diesen Typen erstellte Items erweitern die entsprechenden Auswahllisten im Charakter- und NSC- Bogen. <br/>
			Siehe: <a class="content-link" draggable="true" data-link="" data-hash="eigene-archetypen,-spezies-und-motivationen" data-uuid="Compendium.space1889.help.asbU8WYJJcJEX7q3.JournalEntryPage.toQpX1spGVzPjRnJ" data-id="toQpX1spGVzPjRnJ" data-type="JournalEntryPage" data-pack="space1889.help"><i class="fas fa-file-lines"></i>Eigene Archetypen, Spezies und Motivationen</a></li>
		<li>Bugfix: Fehlende englisch &Uuml;bersetzung der Schw&auml;che Arten</li>
	</ul>
	<p>&nbsp;</p>

	<h4 data-anchor="2.3.0"><strong>2.3.0</strong></h4>
	<ul class="space1889list">
		<li>Unterst&uuml;tzung f&uuml;r Foundry VTT V12. Die &auml;lteren Versionen V10 und V11 werden weiterhin unterst&uuml;tzt.</li>
		<li>Systemunterst&uuml;tzung f&uuml;r die Kampfman&ouml;ver <em>Entwaffnen</em>, <em>Festhalten </em>und <em>Bein stellen</em></li>
		<li>Figur HUD Erweiterung: Beim Rechtsklick auf eine Figur werden nun zus&auml;tzliche Schaltfl&auml;chen unter der Figur eingeblendet. Je nachdem ob die Aktion gerade m&ouml;glich ist, sind das:<br>
			<ul>
				<li>Angriff mit der Prim&auml;rhand Waffe</li>
				<li>Angriff mit der Nebenhand Waffe</li>
				<li>Festhalten</li>
				<li>Bein stellen</li>
				<li>Entwaffnen</li>
				<li>Talent Angriff, wie <em>Paralysierender Schlag</em> oder <em>Assassine</em></li>
				<li>beliebiger Fertigkeitswurf</li>
			</ul>
		</li>
		<li>[Shift] oder [STRG] + Linksklick auf eine dieser Schaltfl&auml;chen &ouml;ffnet den zugeh&ouml;rigen Dialog f&uuml;r spezielle Optionen und Modifikatoren</li>
		<li>Anpassung der Tooltip Position in den Charakterb&ouml;gen, damit der Tooltip weniger &uuml;ber den Kn&ouml;pfen zum ausl&ouml;sen von W&uuml;rfen liegen, insbesondere wenn der Charakterbogen sich in der N&auml;he des linken Bildschirmrands befindet.</li>
		<li>Verbesserte R&uuml;stung-Tooltips</li>
		<li>kleiner Bugfixes</li>
	</ul>
	
	<p><strong>Hinweis:</strong><br/>Die meisten Tests finden weiterhin auf V11, weshalb die Testabdeckung f&uuml;r V12 verbesserungsw&uuml;rdig ist, was sich in naher Zukunft auch nicht &auml;ndern wird, da meine Kampagnen noch unter V11 laufen. Wenn ihr Probleme mit V12 findet, dann meldet diese bitte direkt auf <a href="https://github.com/Scepfari/SPACE1889-FVTT/issues/new" target="_blank">GitHub</a> (ein entsprechender Knopf findet sich auch unter den Spieleinstellungen=&gt;SPACE 1889 Fehler melden) oder in Discord auf <a href="https://discord.gg/XrKAZ5J" target="_blank">Die Gie&szlig;erei (Foundry VTT)</a> als Post unter Spielsysteme =&gt; sonstige-systeme oder direkt als PM an mich (Scepfari#1283)</p>
	<p><a class="content-link" draggable="true" data-link="" data-uuid="Compendium.space1889.help.rfmrhN0wxUKN9SQ6" data-id="rfmrhN0wxUKN9SQ6" data-type="JournalEntry" data-pack="space1889.help"><i class="fas fa-book-open"></i>vollst&auml;ndige Versionsgeschichte</a></p>
</form>
