<form class="{{cssClass}} {{actor.type}} flexcol" autocomplete="off">
	<div align="center">
		<img class="profile-img artwork" src="systems/space1889/icons/space1889Logo.webp" height="130" width="130" align="middle" />
	</div>
	<div class="header-fields" align="center">
		<h1>Version 2.3.0 -<br />Mondreich</h1>
	</div>

	<h4 data-anchor="v2.3.0"><strong>v2.3.0</strong></h4>
	<ul class="space1889list">
		<li>Unterst&uuml;tzung f&uuml;r Foundry VTT V12. Die &auml;lteren Versionen V10 und V11 werden weiterhin unterst&uuml;tzt.</li>
		<li>Systemunterst&uuml;tzung f&uuml;r die Kampfman&ouml;ver <em>Entwaffnen</em>, <em>Festahlten </em>und <em>Bein stellen</em></li>
		<li>Figur HUD Erweiterung: Beim Rechtsklick auf eine Figur werden nun zus&auml;tzliche Schaltfl&auml;chen unter der Figur eingeblendet. Je nachdem ob die Aktion gerade m&ouml;glich ist, sind das:<br>
			<ul>
				<li>Angriff mit der Prim&auml;rhand Waffe</li>
				<li>Angriff mit der Nebenhand Waffe</li>
				<li>Festhalten</li>
				<li>Bein stellen</li>
				<li>Entwaffnen</li>
				<li>Talent Angriff, wie <em>Paralysierender Schlag</em> oder <em>Assassine</em></li>
				<li>beliebiger Fertigkeitswurf</li>
			</ul>
		</li>
		<li>[Shift] oder [STRG] + Linksklick auf eine dieser Schaltfl&auml;chen &ouml;ffnet den zugeh&ouml;rigen Dialag f&uuml;r spetzielle Optionen und Modifikatoren</li>
		<li>Anpassung der Tooltip Position in den Charakterb&ouml;gen, damit der Tooltip weniger &uuml;ber den Kn&ouml;fen zum ausl&ouml;sen von W&uuml;rfen liegen, insbesondere wenn der Charakterbogen sich in der N&auml;he des linken Bildschirmrands befindet.</li>
		<li>Verbesserte R&uuml;stung-Tooltips</li>
		<li>kleiner Bugfixes</li>
	</ul>
	
	<p><strong>Hinweis:</strong><br/>Die meisten Tests finden weiterhin auf V11, weshalb die Testabdeckung f&uuml;r V12 verbesserungsw&uuml;rdig ist, was sich in naher Zukunft auch nicht &auml;ndern wird, da meine Kampagnen noch unter V11 laufen. Wenn ihr Probleme mit V12 findet, dann meldet diese bitte direkt auf <a href="https://github.com/Scepfari/SPACE1889-FVTT/issues/new" target="_blank">GitHub</a> (ein entsprechender Knopf findet sich auch unter den Spieleinstellungen=&gt;SPACE 1889 Fehler melden) oder in Discord auf <a href="https://discord.gg/XrKAZ5J" target="_blank">Die Gie&szlig;erei (Foundry VTT)</a> als Post unter Spielsysteme =&gt; sonstige-systeme oder direkt als PM an mich (Scepfari#1283)</p>
	<p><a class="content-link" draggable="true" data-link="" data-uuid="Compendium.space1889.help.rfmrhN0wxUKN9SQ6" data-id="rfmrhN0wxUKN9SQ6" data-type="JournalEntry" data-pack="space1889.help"><i class="fas fa-book-open"></i>vollst&auml;ndige Versionsgeschichte</a></p>
</form>
