<form class="{{cssClass}} {{actor.type}} flexcol" autocomplete="off">
	<div align="center">
		<img class="profile-img artwork" src="systems/space1889/icons/space1889Logo.webp" height="130" width="130" align="middle" />
	</div>
	<div class="header-fields" align="center">
		<h1>Version 2.0.0 -<br />Zeit der drei namenlosen Weltreiche</h1>
	</div>
	<h4><strong>v2.0.0</strong></h4>
	<ul class="space1889list">
		<li>Foundry VTT V10 und V11 Unterst&uuml;tzung</li>
		<li>Einf&uuml;hrung des neuen Item Typ "<em>Beh&auml;lter/Aufbewahrungsort</em>". Dies ersetzt die alte K&ouml;rper/Rucksack/Lager Zuordnung, das Umlagern von Gegenst&auml;nden geht weiterhin &uuml;ber ein Klick auf den angezeigten Ort, oder per Drag &amp; Drop. Die Reihenfolge der Beh&auml;lter im Charakterbogen kann ebenfalls &uuml;ber Drag &amp; Drop auf andere Beh&auml;lter ge&auml;ndert werden.</li>
		<li>Alle Akteure werden beim Wechsel auf diese Version automatisch konvertiert. Importiert man Akteure aus &auml;lteren Versionen oder von selbst erstellten Kompendien, landet erstmal alles was zuvor im Lager oder Rucksack war am K&ouml;rper. Zieht man diese Akteure in eine Szene und markiert sie, kann man die Konvertierung manuell &uuml;ber den folgenden Nachrichten Befehl ansto&szlig;en: <code><br>/addContainer</code></li>
		<li>Die aktuelle Last des Akteurs wird nun einschlie&szlig;lich der getragenen Beh&auml;lter berechnet und die Mali aus der &Uuml;berladung flie&szlig;en direkt in die Attribute, und damit auch in allen Proben, ein.&nbsp;</li>
		<li>Das Ziehen bzw. Nachladen von Waffen ist nun nur noch m&ouml;glich, wenn die Gegenst&auml;nde auch von Akteur getragen werden. Ausnahme davon sind nat&uuml;rlich die Gesch&uuml;tze, die viel zu gro&szlig; und schwer sind getragen zu werden.</li>
		<li>Space Men&uuml; <em class="far fa-hand-rock" style="width: 25px; float: left;"> </em> Bereitmachen der Waffen: &nbsp;</li>
		<ul>
			<li>Funktion ist jetzt auch nur auf ausgew&auml;hlte Figuren anwendbar</li>
			<li>Funktion ist zus&auml;tzlich &uuml;ber eine Tastenkombination [K] erreichbar&nbsp;</li>
		</ul>
	</ul>
	<ul class="space1889list">
		<li>Das System rechnet nun die Abz&uuml;ge bei Proben mit negativer Gesundheit automatisch ein</li>
		<li>Die B&ouml;gen von Charakteren, NPCs und Kreaturen enthalten nun Links ( <em class="far fa-external-link-square"> </em> ) &uuml;ber die sich direkt das zugeh&ouml;rige Kompendium &ouml;ffnen l&auml;sst.</li>
		<li>Fix Bewusstlos bei Talent <em>z&auml;her Hund</em></li>
	</ul>

	<p>
		<a class="content-link" data-uuid="Compendium.space1889.help.rfmrhN0wxUKN9SQ6" data-id="rfmrhN0wxUKN9SQ6" data-type="JournalEntry" data-pack"space1889.help"data-tooltip="Notiz">
			<i class="fas fa-book-open">
			</i>
			gesamte Versionsgeschichte
		</a>
	</p>
</form>
