<form class="{{cssClass}} {{actor.type}} flexcol" autocomplete="off">
	<div align="center">
		<img class="profile-img artwork" src="systems/space1889/icons/space1889Logo.webp" height="130" width="130" align="middle" />
	</div>
	<div class="header-fields" align="center">
		<h1>Version 2.2.5 -<br />Niedergang der Errungenschaften</h1>
	</div>

	<h4 data-anchor="v2.2.5"><strong>v2.2.5</strong></h4>
	<ul class="space1889list">
		<li>
			<p>Neuer Dialog um auf beliebige Fertigkeiten, Fertigkeitsgruppen oder Spezialisierungen zu w&uuml;rfeln</p>
			<ul>
				<li>Ungelernte Fertigkeiten/Spezialisierungen erhalten die von den Regeln vorgesehenen Abz&uuml;ge, einschlie&szlig;lich Beachtung der Talente Vielseitig und Universalist</li>
				<li>Der Dialog l&auml;sst sich auch per konfigurierbarer Tastenkombination (Standard: [F]) &ouml;ffnen. Als Basis dient dann die aktuelle ausgew&auml;hlte Figur oder der zugeordnete Spieler</li>
			</ul>
		</li>
		<li>Verbesserte Effekt Tooltips</li>
		<li>Ver&auml;nderung des aktiven Elements in einigen W&uuml;rfelwurfmodifikationsdialogen</li>
	</ul>
	<p>&nbsp;</p>

	<h4 data-anchor="v2.2.4"><strong>v2.2.4</strong></h4>
	<ul class="space1889list">
		<li>Verbesserungen an der Langfristigen Probe =&gt; Einzelheiten in der <a class="content-link" draggable="true" data-hash="hilfe" data-uuid="Compendium.space1889.help.asbU8WYJJcJEX7q3.JournalEntryPage.jgqdGGhqIKcfW4sl" data-id="jgqdGGhqIKcfW4sl" data-type="JournalEntryPage" data-pack="space1889.help" data-tooltip="Kapitel Langfristige Aktionen">Hilfe</a></li>
		<li>Unterst&uuml;tzung der Schwarm Kampfregeln, falls die Kampfunterst&uuml;tzung in den Einstellungen aktiv ist. Ob eine Kreatur ein Schwarm ist oder nicht wird an dem Vorhandensein des Talentes "Schwarm" festgemacht, welches jetzt neu im Kompendium enthalten ist. Die im Kompendium enthaltenen Schwarmkreaturen wurden mit dem Talent ausgestattet.</li>
		<li>Neuer Dialog f&uuml;r <em>Automatische Verteidigung</em>, erreichbar &uuml;ber [STRG] und oder [SHIFT] und Klick auf den "Automatische Verteidigung" Knopf im Chat. Der Dialog zeigt die m&ouml;glichen Abwehrkampfman&ouml;ver an, die bei diesem Angriff gew&auml;hlt werden k&ouml;nnen. Damit sind auch <em>Volle Abwehr</em> und nicht instinktives <em>Blocken</em>,<em> Parieren</em> oder <em>Ausweichen</em> m&ouml;glich. =&gt; siehe <a class="content-link" draggable="true" data-hash="hilfe" data-uuid="Compendium.space1889.help.asbU8WYJJcJEX7q3.JournalEntryPage.toQpX1spGVzPjRnJ" data-id="toQpX1spGVzPjRnJ#funktionsweise" data-type="JournalEntryPage" data-pack="space1889.help" data-tooltip="Kapitel: Wie funktioniert's<br> =&gt; Kampfunterst&uuml;tzung<br>  =&gt; Funktionsweise">Hilfe</a></li>
		<li>Neuer Zustand (Effekt) <em>Volle Abwehr</em>. Charakter mit diesem Zustand k&ouml;nnen in dieser Kampfrunde nicht angreifen</li>
		<li>Im Waffenbogen enth&auml;lt die Auswahlbox f&uuml;r die Kampfspezialisierung nur noch die Spezialisierungen an die zur ausgew&auml;hlten Kampffertigkeit geh&ouml;ren</li>
		<li>Tooltip f&uuml;r Effekte im Charakterbogen</li>
	</ul>
	<p>&nbsp;</p>	

	<h4 data-anchor="v2.2.3"><strong>v2.2.3</strong></h4>
	<ul class="space1889list">
		<li>Systemunterst&uuml;tzung f&uuml;r Langfristige Proben =&gt; Einzelheiten in der <a class="content-link" draggable="true" data-hash="hilfe" data-uuid="Compendium.space1889.help.asbU8WYJJcJEX7q3.JournalEntryPage.jgqdGGhqIKcfW4sl" data-id="jgqdGGhqIKcfW4sl" data-type="JournalEntryPage" data-pack="space1889.help" data-tooltip="Kapitel Langfristige Aktionen">Hilfe</a></li>
		<li>Abstandsmessung zur Entfernungsbestimmung f&uuml;r Fernangriffe beachten nun den H&ouml;henunterschied der beteiligten Figuren</li>
		<li>lokalisierte Standardnamen f&uuml;r Items die &uuml;ber den Charakterbogen erzeugt werden. Z.B. erh&auml;lt ein neu erstellter Gegenstand den Namen "Gegenstand (42)" anstelle von "new item"</li>
		<li>Bugfix Rundumschlag: Interner Fehler falls die Charakter Gr&ouml;&szlig;e &gt; 0 war</li>
		<li>Bugfix: Spezialisierung "Bomben" im Kompendium hat nun die korrekte Basisfertigkeit eingetragen</li>
		<li>weitere Foundry V12 Vorarbeiten</li>
	</ul>
	<p>&nbsp;</p>

	<h4 data-anchor="v2.2.2"><strong>v2.2.2</strong></h4>
	<ul class="space1889list">
		<li>
			<p>Space Men&uuml; &Uuml;berarbeitung &nbsp;</p>
			<ul>
				<li>Ein Klick auf den Knopf wechselt nicht mehr in eine spezielle Foundry Ebene, sondern l&auml;sst die aktuelle Foundry Ebene unangetastet und &ouml;ffnet ein schwebendes Fenster in dem die bekannten Men&uuml;unterfunktionen enthalten sind.</li>
				<li>Damit ist es nun auch mit V11 wieder m&ouml;glich Figuren auszuw&auml;hlen, bevor eine der Funktion aufgerufen wird</li>
				<li>Die Position des Space Men&uuml;-Fensters wird sich vom System gemerkt, womit es nach dem Schlie&szlig;en und erneuten &Ouml;ffnen an der vorhergehenden Position erscheint</li>
				<li>
					<p>Neuer Eintrag "Schwerkraft" <i class="fa fa-globe" style="width: 25px;"> </i>im Space Men&uuml;: Damit l&auml;sst sich die aktuelle Schwerkraft einstellen, die sich auf die Beladungsstufe der Charaktere auswirkt</p>
				</li>
				<li>
					<p>Neuer Eintrag "Figurennamen verschleiern" <i class="fa fa-low-vision" style="width: 25px; "> </i>im Space Men&uuml;, mit dem ausgew&auml;hlte oder alle Figuren der Szene einen generischen Namen erhalten, soweit die Spielenden keine Rechte an der Figur haben. Damit sehen die Spieler weder im Chat noch in der Begegnungsliste, dass sie es z.B. mit der&nbsp;<em>Rechten Hand des Oberb&ouml;sewichtes</em>&nbsp;zu tun haben, sondern nur mit&nbsp;<em>NPC 1</em>.</p>
				</li>
			</ul>
		</li>
		<li>
			<p>Weiter Arbeiten an den Tooltips</p>
			<ul>
				<li>Sowohl die Tooltips als auch die Chat info Erzeugung von Items basieren jetzt auf dem gleichen Code und unterscheiden sich nur noch in der Darstellung die per css geregelt ist</li>
				<li>Tooltips von den Listen Objekten (wie Fertigkeiten, Talente, Gegenst&auml;nde, Waffen, Munition, Geld usw.) erfolgt nun nicht mehr unter, sondern links vom Feld.</li>
				<li>Tooltips f&uuml;r prim&auml;re und sekund&auml;re Attribute</li>
				<li>Tooltips auch im NPC und Kreaturen Bogen</li>
				<li>Damage Tooltip im gleichen Design wie der Rest</li>
			</ul>
		</li>
		<li>Unterst&uuml;tzung von Feuerlanzen, d.h. in den Kompendien befinden sich nun die Waffe "Feuerlanze", die Munition "FL-Energiespeicherkristall", als auch die Gewehr Spezialisierung "Feuerlanze"</li>
		<li>Fremdsprachenlimit erh&ouml;ht sich jetzt weiter, wenn Linguistik gr&ouml;&szlig;er als 10 wird, und zwar um 4 pro Stufe</li>
		<li>Automatische Heilzeit Updates im Charakterbogen. Das funktioniert allerdings nur, wenn die Spieler auch das Recht im Simple Calendar Modul erhalten haben, die Zeit zu verstellen, da sonst der Simple Calendar kein DateTimeChange Event feuert.</li>
		<li>Neuer Archetyp "Artefakt" hinzugef&uuml;gt</li>
		<li>Neue Spezies "Konstrukt" hinzugef&uuml;gt</li>
		<li>Im Hilfedokument, erreichbar &uuml;ber das i im Space Men&uuml;, wurde um Informationen zur Talenterstellung erg&auml;nzt, insbesondere um die Auflistung und Bedeutung der Schl&uuml;ssel Ids.&nbsp;<a class="content-link" draggable="true" data-hash="eigene-talente" data-uuid="Compendium.space1889.help.asbU8WYJJcJEX7q3.JournalEntryPage.toQpX1spGVzPjRnJ" data-id="toQpX1spGVzPjRnJ" data-type="JournalEntryPage" data-pack="space1889.help" data-tooltip="Kapitel Eigene Talente">Eigene Talente</a></li>
		<li>Bugfix: &Uuml;berladungssymbol wird nun auch im NSC Bogen angezeigt</li>
		<li>Bugfix: Die Miniaturbilder von Gegenst&auml;nden behalten nun ihr urspr&uuml;nglichen aspect ratio bei.</li>
		<li>Bugfix: Abstandsberechnung bei Fernkampfangriffen, liefert nun 1,5m anstelle von 2,12m zur&uuml;ck, wenn die zwei Figuren diagonal nebeneinander stehen und die Gittergr&ouml;&szlig;e kleiner gleich 1,5m ist.</li>
		<li>Erste interne Umbauten um Foundry V12 kompatibel zu werden</li>
	</ul>
	<p>&nbsp;</p>

	<h4><strong>v2.2.1</strong></h4>
	<ul class="space1889list">
		<li>Migration bugfix</li>
	</ul>
	<h4>&nbsp;</h4>
	<h4><strong>v2.2.0</strong></h4>
	<ul class="space1889list">
		<li>Heilung und Schaden &uuml;berarbeitet &nbsp;</li>
		<ul>
			<li>Einf&uuml;hrung des Zustandes Lebensgefahr&nbsp;</li>
			<li>Unterst&uuml;tzung f&uuml;r Stabilisieren, automatisch &uuml;ber Konstitionsprobe oder Erste Hilfe/Medizinprobe</li>
			<li>direkte M&ouml;glichkeit, um Stilpunkte bei einem Stabilisierungswurf einzusetzen</li>
			<li>Heilung &uuml;ber Erste Hilfe</li>
			<li>nat&uuml;rliche Heilung &uuml;ber die Zeit (setzt das Modul Simple Calendar voraus)</li>
			<li>entfernen von Effekten nach deren Ablauf (setzt das Modul Simple Calendar voraus)</li>
			<li>verbesserter Schadens-Tooltip im SC/NSC Bogen</li>
			<li>erweiterter Schadensbogen</li>
			<li>
				Hilfe um das Thema
				<a class="content-link" data-uuid="Compendium.space1889.help.asbU8WYJJcJEX7q3.JournalEntryPage.Ubt10GHPJVlew1qT" data-id="Ubt10GHPJVlew1qT" data-type="JournalEntryPage" data-pack"space1889.help" data-tooltip="Kapitel Heilung und Schaden">
					<i class="fas fa-file-lines"></i>
					Heilung
				</a> erweitert
			</li>
		</ul>
		<li>Direkte M&ouml;glichkeit bei Erhalt von Schaden Stilpunkten zur Reduzierung aufzuwenden, wodurch der Schaden reduziert wird und ggf. dann nicht mehr auftretenden Effekte, wie Bet&auml;ubt, wieder entfernt werden.</li>
		<li>&Uuml;berarbeitung der Tooltips</li>
		<ul>
			<li>nun alle im Foundry Style&nbsp;</li>
			<li>nun auch f&uuml;r Gegenst&auml;nde und Fertigkeiten</li>
		</ul>
		<li>neue Kn&ouml;pfe in den Spieleinstellungen -&gt; Dokumentation um direkt per Klick sowohl die Bedienhilfe aufzurufen, als auch einen Fehler zu melden</li>
		<li>die Eingabe vom Gewicht von Gegenst&auml;nden erlaubt nun sowohl "." als auch "," als Dezimaltrennzeichen</li>
		<li>Bugfixes</li>
	</ul>

	<p>
		<a class="content-link" data-uuid="Compendium.space1889.help.rfmrhN0wxUKN9SQ6" data-id="rfmrhN0wxUKN9SQ6" data-type="JournalEntry" data-pack"space1889.help"data-tooltip="Notiz">
			<i class="fas fa-book-open">
			</i>
			gesamte Versionsgeschichte
		</a>
	</p>
</form>
